[
  {
    "year": 1903,
    "text": "31 октября 1903 года закончил учебный курс с золотой медалью, получил звание художника за картину «На базаре» и право на годовую пенсионерскую поездку за границу и по России. Ещё до окончания курса принял участие в международных выставках в Петербурге и Мюнхене (большая золотая медаль Международной ассоциации)."
  },
  {
    "year": 1903,
    "text": "В декабре 1903 года вместе с женой и сыном приехал в Париж. Во время своей поездки Кустодиев побывал в Германии, Италии, Испании, изучал и копировал работы старых мастеров. Поступил в студию Рене Менара."
  },
  {
    "year": 1904,
    "text": "Через полгода Кустодиев возвратился в Россию и работал в Костромской губернии над сериями картин «Ярмарки» и «Деревенские праздники». В 1904 году стал членом-учредителем «Нового общества художников». В 1905—1907 годах работал карикатуристом в сатирическом журнале «Жупел» (известный рисунок «Вступление. Москва»), после его закрытия — в журналах «Адская почта» и «Искры». С 1907 года — член Союза русских художников. В 1909 году по представлению Репина и других профессоров избран членом Академии художеств. В это же время Кустодиеву было предложено заменить Серова на посту преподавателя портретно-жанрового класса Московского училища живописи, ваяния и зодчества, но опасаясь, что эта деятельность отнимет много времени от личной работы, и не желая переезжать в Москву, Кустодиев отказался от должности. С 1910 года — член возобновившегося «Мира искусства»."
  },
  {
    "year": 1909,
    "text": "В 1909 году у Кустодиева появились первые признаки опухоли спинного мозга. Несколько операций принесли лишь временное облегчение; последние 15 лет жизни художник был прикован к инвалидному креслу. Из-за болезни он был вынужден писать работы лёжа. Однако именно в этот тяжёлый период жизни появляются его наиболее яркие, темпераментные, жизнерадостные произведения. В 1913 году преподавал в Новой художественной мастерской (Санкт-Петербург)."
  },
  {
    "year": 1914,
    "text": "В 1914 году Кустодиев снимал квартиру в петербургском доходном доме по адресу: Екатерингофский проспект, 105. С 1915 года до конца жизни жил в доходном доме Е. П. Михайлова (Введенская улица, д. 7, кв. 50). Был похоронен на Никольском кладбище Александро-Невской лавры. В 1948 году прах и памятник были перенесены на Тихвинское кладбище Александро-Невской лавры."
  }
]
